var chinaRegion = [{
    id: "北京",
    name: "北京",
    childs: [{
        id: "北京市",
        name: "北京市"
    }]
},
    {
        id: "天津",
        name: "天津",
        childs: [{
            id: "天津市",
            name: "天津市"
        }]
    },
    {
        id: "河北",
        name: "河北",
        childs: [{
            id: "石家庄市",
            name: "石家庄市"
        },
            {
                id: "唐山市",
                name: "唐山市"
            },
            {
                id: "秦皇岛市",
                name: "秦皇岛市"
            },
            {
                id: "邯郸市",
                name: "邯郸市"
            },
            {
                id: "邢台市",
                name: "邢台市"
            },
            {
                id: "保定市",
                name: "保定市"
            },
            {
                id: "张家口市",
                name: "张家口市"
            },
            {
                id: "承德市",
                name: "承德市"
            },
            {
                id: "沧州市",
                name: "沧州市"
            },
            {
                id: "廊坊市",
                name: "廊坊市"
            },
            {
                id: "衡水市",
                name: "衡水市"
            },
            {
                id: "省直辖县级行政区划",
                name: "省直辖县级行政区划"
            }]
    },
    {
        id: "山西",
        name: "山西",
        childs: [{
            id: "太原市",
            name: "太原市"
        },
            {
                id: "大同市",
                name: "大同市"
            },
            {
                id: "阳泉市",
                name: "阳泉市"
            },
            {
                id: "长治市",
                name: "长治市"
            },
            {
                id: "晋城市",
                name: "晋城市"
            },
            {
                id: "朔州市",
                name: "朔州市"
            },
            {
                id: "晋中市",
                name: "晋中市"
            },
            {
                id: "运城市",
                name: "运城市"
            },
            {
                id: "忻州市",
                name: "忻州市"
            },
            {
                id: "临汾市",
                name: "临汾市"
            },
            {
                id: "吕梁市",
                name: "吕梁市"
            }]
    },
    {
        id: "内蒙古",
        name: "内蒙古",
        childs: [{
            id: "呼和浩特市",
            name: "呼和浩特市"
        },
            {
                id: "包头市",
                name: "包头市"
            },
            {
                id: "乌海市",
                name: "乌海市"
            },
            {
                id: "赤峰市",
                name: "赤峰市"
            },
            {
                id: "通辽市",
                name: "通辽市"
            },
            {
                id: "鄂尔多斯市",
                name: "鄂尔多斯市"
            },
            {
                id: "呼伦贝尔市",
                name: "呼伦贝尔市"
            },
            {
                id: "巴彦淖尔市",
                name: "巴彦淖尔市"
            },
            {
                id: "乌兰察布市",
                name: "乌兰察布市"
            },
            {
                id: "兴安盟",
                name: "兴安盟"
            },
            {
                id: "锡林郭勒盟",
                name: "锡林郭勒盟"
            },
            {
                id:"海拉尔",
                name:"海拉尔"
            },
            {
                id: "阿拉善盟",
                name: "阿拉善盟"
            }]
    },
    {
        id: "辽宁",
        name: "辽宁",
        childs: [{
            id: "沈阳市",
            name: "沈阳市"
        },
            {
                id: "大连市",
                name: "大连市"
            },
            {
                id: "鞍山市",
                name: "鞍山市"
            },
            {
                id: "抚顺市",
                name: "抚顺市"
            },
            {
                id: "本溪市",
                name: "本溪市"
            },
            {
                id: "丹东市",
                name: "丹东市"
            },
            {
                id: "锦州市",
                name: "锦州市"
            },
            {
                id: "营口市",
                name: "营口市"
            },
            {
                id: "阜新市",
                name: "阜新市"
            },
            {
                id: "辽阳市",
                name: "辽阳市"
            },
            {
                id: "盘锦市",
                name: "盘锦市"
            },
            {
                id: "铁岭市",
                name: "铁岭市"
            },
            {
                id: "朝阳市",
                name: "朝阳市"
            },
            {
                id: "葫芦岛市",
                name: "葫芦岛市"
            }]
    },
    {
        id: "吉林",
        name: "吉林",
        childs: [{
            id: "长春市",
            name: "长春市"
        },
            {
                id: "吉林市",
                name: "吉林市"
            },
            {
                id: "四平市",
                name: "四平市"
            },
            {
                id: "辽源市",
                name: "辽源市"
            },
            {
                id: "通化市",
                name: "通化市"
            },
            {
                id: "白山市",
                name: "白山市"
            },
            {
                id: "松原市",
                name: "松原市"
            },
            {
                id: "白城市",
                name: "白城市"
            },
            {
                id: "延边朝鲜族自治州",
                name: "延边朝鲜族自治州"
            }]
    },
    {
        id: "黑龙江",
        name: "黑龙江",
        childs: [{
            id: "哈尔滨市",
            name: "哈尔滨市"
        },
            {
                id: "齐齐哈尔市",
                name: "齐齐哈尔市"
            },
            {
                id: "鸡西市",
                name: "鸡西市"
            },
            {
                id: "鹤岗市",
                name: "鹤岗市"
            },
            {
                id: "双鸭山市",
                name: "双鸭山市"
            },
            {
                id: "大庆市",
                name: "大庆市"
            },
            {
                id: "伊春市",
                name: "伊春市"
            },
            {
                id: "佳木斯市",
                name: "佳木斯市"
            },
            {
                id: "七台河市",
                name: "七台河市"
            },
            {
                id: "牡丹江市",
                name: "牡丹江市"
            },
            {
                id: "黑河市",
                name: "黑河市"
            },
            {
                id: "绥化市",
                name: "绥化市"
            },
            {
                id: "大兴安岭地区",
                name: "大兴安岭地区"
            }]
    },
    {
        id: "上海",
        name: "上海",
        childs: [{
            id: "上海市",
            name: "上海市"
        }]
    },
    {
        id: "江苏",
        name: "江苏",
        childs: [{
            id: "南京市",
            name: "南京市"
        },
            {
                id: "无锡市",
                name: "无锡市"
            },
            {
                id: "徐州市",
                name: "徐州市"
            },
            {
                id: "常州市",
                name: "常州市"
            },
            {
                id: "苏州市",
                name: "苏州市"
            },
            {
                id: "南通市",
                name: "南通市"
            },
            {
                id: "连云港市",
                name: "连云港市"
            },
            {
                id: "淮安市",
                name: "淮安市"
            },
            {
                id: "盐城市",
                name: "盐城市"
            },
            {
                id: "扬州市",
                name: "扬州市"
            },
            {
                id: "镇江市",
                name: "镇江市"
            },
            {
                id: "泰州市",
                name: "泰州市"
            },
            {
                id: "宿迁市",
                name: "宿迁市"
            }]
    },
    {
        id: "浙江",
        name: "浙江",
        childs: [{
            id: "杭州市",
            name: "杭州市"
        },
            {
                id: "宁波市",
                name: "宁波市"
            },
            {
                id: "温州市",
                name: "温州市"
            },
            {
                id: "嘉兴市",
                name: "嘉兴市"
            },
            {
                id: "湖州市",
                name: "湖州市"
            },
            {
                id: "绍兴市",
                name: "绍兴市"
            },
            {
                id: "金华市",
                name: "金华市"
            },
            {
                id: "衢州市",
                name: "衢州市"
            },
            {
                id: "舟山市",
                name: "舟山市"
            },
            {
                id: "台州市",
                name: "台州市"
            },
            {
                id: "丽水市",
                name: "丽水市"
            }]
    },
    {
        id: "安徽",
        name: "安徽",
        childs: [{
            id: "合肥市",
            name: "合肥市"
        },
            {
                id: "芜湖市",
                name: "芜湖市"
            },
            {
                id: "蚌埠市",
                name: "蚌埠市"
            },
            {
                id: "淮南市",
                name: "淮南市"
            },
            {
                id: "马鞍山市",
                name: "马鞍山市"
            },
            {
                id: "淮北市",
                name: "淮北市"
            },
            {
                id:"巢湖",
                name:"巢湖"
            },
            {
                id: "铜陵市",
                name: "铜陵市"
            },
            {
                id: "安庆市",
                name: "安庆市"
            },
            {
                id: "黄山市",
                name: "黄山市"
            },
            {
                id: "滁州市",
                name: "滁州市"
            },
            {
                id: "阜阳市",
                name: "阜阳市"
            },
            {
                id: "宿州市",
                name: "宿州市"
            },
            {
                id: "六安市",
                name: "六安市"
            },
            {
                id: "亳州市",
                name: "亳州市"
            },
            {
                id: "池州市",
                name: "池州市"
            },
            {
                id: "宣城市",
                name: "宣城市"
            }]
    },
    {
        id: "福建",
        name: "福建",
        childs: [{
            id: "福州市",
            name: "福州市"
        },
            {
                id: "厦门市",
                name: "厦门市"
            },
            {
                id: "莆田市",
                name: "莆田市"
            },
            {
                id: "三明市",
                name: "三明市"
            },
            {
                id: "泉州市",
                name: "泉州市"
            },
            {
                id: "漳州市",
                name: "漳州市"
            },
            {
                id: "南平市",
                name: "南平市"
            },
            {
                id: "龙岩市",
                name: "龙岩市"
            },
            {
                id: "宁德市",
                name: "宁德市"
            }]
    },
    {
        id: "江西",
        name: "江西",
        childs: [{
            id: "南昌市",
            name: "南昌市"
        },
            {
                id: "景德镇市",
                name: "景德镇市"
            },
            {
                id: "萍乡市",
                name: "萍乡市"
            },
            {
                id: "九江市",
                name: "九江市"
            },
            {
                id: "新余市",
                name: "新余市"
            },
            {
                id: "鹰潭市",
                name: "鹰潭市"
            },
            {
                id: "赣州市",
                name: "赣州市"
            },
            {
                id: "吉安市",
                name: "吉安市"
            },
            {
                id: "宜春市",
                name: "宜春市"
            },
            {
                id: "抚州市",
                name: "抚州市"
            },
            {
                id: "上饶市",
                name: "上饶市"
            }]
    },
    {
        id: "山东",
        name: "山东",
        childs: [{
            id: "济南市",
            name: "济南市"
        },
            {
                id: "青岛市",
                name: "青岛市"
            },
            {
                id: "淄博市",
                name: "淄博市"
            },
            {
                id: "枣庄市",
                name: "枣庄市"
            },
            {
                id: "东营市",
                name: "东营市"
            },
            {
                id: "烟台市",
                name: "烟台市"
            },
            {
                id: "潍坊市",
                name: "潍坊市"
            },
            {
                id: "济宁市",
                name: "济宁市"
            },
            {
                id: "泰安市",
                name: "泰安市"
            },
            {
                id: "威海市",
                name: "威海市"
            },
            {
                id: "日照市",
                name: "日照市"
            },
            {
                id: "莱芜市",
                name: "莱芜市"
            },
            {
                id: "临沂市",
                name: "临沂市"
            },
            {
                id: "德州市",
                name: "德州市"
            },
            {
                id: "聊城市",
                name: "聊城市"
            },
            {
                id: "滨州市",
                name: "滨州市"
            },
            {
                id: "菏泽市",
                name: "菏泽市"
            }]
    },
    {
        id: "河南",
        name: "河南",
        childs: [{
            id: "郑州市",
            name: "郑州市"
        },
            {
                id: "开封市",
                name: "开封市"
            },
            {
                id: "洛阳市",
                name: "洛阳市"
            },
            {
                id: "平顶山市",
                name: "平顶山市"
            },
            {
                id: "安阳市",
                name: "安阳市"
            },
            {
                id: "鹤壁市",
                name: "鹤壁市"
            },
            {
                id: "新乡市",
                name: "新乡市"
            },
            {
                id: "焦作市",
                name: "焦作市"
            },
            {
                id: "濮阳市",
                name: "濮阳市"
            },
            {
                id: "许昌市",
                name: "许昌市"
            },
            {
                id: "漯河市",
                name: "漯河市"
            },
            {
                id: "三门峡市",
                name: "三门峡市"
            },
            {
                id: "南阳市",
                name: "南阳市"
            },
            {
                id:"济源",
                name:"济源"
            },
            {
                id: "商丘市",
                name: "商丘市"
            },
            {
                id: "信阳市",
                name: "信阳市"
            },
            {
                id: "周口市",
                name: "周口市"
            },
            {
                id: "驻马店市",
                name: "驻马店市"
            },
            {
                id: "省直辖县级行政区划",
                name: "省直辖县级行政区划"
            }]
    },
    {
        id: "湖北",
        name: "湖北",
        childs: [{
            id: "武汉市",
            name: "武汉市"
        },
            {
                id: "黄石市",
                name: "黄石市"
            },
            {
                id: "十堰市",
                name: "十堰市"
            },
            {
                id: "宜昌市",
                name: "宜昌市"
            },
            {
                id: "襄阳市",
                name: "襄阳市"
            },
            {
                id: "鄂州市",
                name: "鄂州市"
            },
            {
                id: "荆门市",
                name: "荆门市"
            },
            {
                id: "孝感市",
                name: "孝感市"
            },
            {
                id: "荆州市",
                name: "荆州市"
            },
            {
                id: "黄冈市",
                name: "黄冈市"
            },
            {
                id: "咸宁市",
                name: "咸宁市"
            },
            {
                id:"江汉",
                name:"江汉"
            },
            {
                id: "随州市",
                name: "随州市"
            },
            {
                id: "恩施土家族苗族自治州",
                name: "恩施土家族苗族自治州"
            },
            {
                id: "省直辖县级行政区划",
                name: "省直辖县级行政区划"
            }]
    },
    {
        id: "湖南",
        name: "湖南",
        childs: [{
            id: "长沙市",
            name: "长沙市"
        },
            {
                id: "株洲市",
                name: "株洲市"
            },
            {
                id: "湘潭市",
                name: "湘潭市"
            },
            {
                id: "衡阳市",
                name: "衡阳市"
            },
            {
                id: "邵阳市",
                name: "邵阳市"
            },
            {
                id: "岳阳市",
                name: "岳阳市"
            },
            {
                id: "常德市",
                name: "常德市"
            },
            {
                id: "张家界市",
                name: "张家界市"
            },
            {
                id: "益阳市",
                name: "益阳市"
            },
            {
                id: "郴州市",
                name: "郴州市"
            },
            {
                id: "永州市",
                name: "永州市"
            },
            {
                id: "怀化市",
                name: "怀化市"
            },
            {
                id: "娄底市",
                name: "娄底市"
            },
            {
                id:"吉首",
                name:"吉首"
            },
            {
                id: "湘西土家族苗族自治州",
                name: "湘西土家族苗族自治州"
            }]
    },
    {
        id: "广东",
        name: "广东",
        childs: [{
            id: "广州市",
            name: "广州市"
        },
            {
                id: "韶关市",
                name: "韶关市"
            },
            {
                id: "深圳市",
                name: "深圳市"
            },
            {
                id: "珠海市",
                name: "珠海市"
            },
            {
                id: "汕头市",
                name: "汕头市"
            },
            {
                id: "佛山市",
                name: "佛山市"
            },
            {
                id: "江门市",
                name: "江门市"
            },
            {
                id: "湛江市",
                name: "湛江市"
            },
            {
                id: "茂名市",
                name: "茂名市"
            },
            {
                id: "肇庆市",
                name: "肇庆市"
            },
            {
                id: "惠州市",
                name: "惠州市"
            },
            {
                id: "梅州市",
                name: "梅州市"
            },
            {
                id: "汕尾市",
                name: "汕尾市"
            },
            {
                id: "河源市",
                name: "河源市"
            },
            {
                id: "阳江市",
                name: "阳江市"
            },
            {
                id: "清远市",
                name: "清远市"
            },
            {
                id: "东莞市",
                name: "东莞市"
            },
            {
                id: "中山市",
                name: "中山市"
            },
            {
                id: "潮州市",
                name: "潮州市"
            },
            {
                id: "揭阳市",
                name: "揭阳市"
            },
            {
                id: "云浮市",
                name: "云浮市"
            }]
    },
    {
        id: "广西",
        name: "广西",
        childs: [{
            id: "南宁市",
            name: "南宁市"
        },
            {
                id: "柳州市",
                name: "柳州市"
            },
            {
                id: "桂林市",
                name: "桂林市"
            },
            {
                id: "梧州市",
                name: "梧州市"
            },
            {
                id: "北海市",
                name: "北海市"
            },
            {
                id: "防城港市",
                name: "防城港市"
            },
            {
                id: "钦州市",
                name: "钦州市"
            },
            {
                id: "贵港市",
                name: "贵港市"
            },
            {
                id: "玉林市",
                name: "玉林市"
            },
            {
                id: "百色市",
                name: "百色市"
            },
            {
                id: "贺州市",
                name: "贺州市"
            },
            {
                id: "河池市",
                name: "河池市"
            },
            {
                id: "来宾市",
                name: "来宾市"
            },
            {
                id: "崇左市",
                name: "崇左市"
            }]
    },
    {
        id: "海南",
        name: "海南",
        childs: [{
            id: "海口市",
            name: "海口市"
        },
            {
                id: "三亚市",
                name: "三亚市"
            },
            {
                id: "三沙市",
                name: "三沙市"
            },
            {
                id: "儋州市",
                name: "儋州市"
            },
            {
                id: "省直辖县级行政区划",
                name: "省直辖县级行政区划"
            }]
    },
    {
        id: "重庆",
        name: "重庆",
        childs: [{
            id: "重庆市",
            name: "重庆市"
        },
            {
                id: "县",
                name: "县"
            }]
    },
    {
        id: "四川",
        name: "四川",
        childs: [{
            id: "成都市",
            name: "成都市"
        },
            {
                id: "自贡市",
                name: "自贡市"
            },
            {
                id: "攀枝花市",
                name: "攀枝花市"
            },
            {
                id: "泸州市",
                name: "泸州市"
            },
            {
                id: "德阳市",
                name: "德阳市"
            },
            {
                id: "绵阳市",
                name: "绵阳市"
            },
            {
                id: "广元市",
                name: "广元市"
            },
            {
                id: "遂宁市",
                name: "遂宁市"
            },
            {
                id: "内江市",
                name: "内江市"
            },
            {
                id: "乐山市",
                name: "乐山市"
            },
            {
                id: "南充市",
                name: "南充市"
            },
            {
                id: "眉山市",
                name: "眉山市"
            },
            {
                id: "宜宾市",
                name: "宜宾市"
            },
            {
                id: "广安市",
                name: "广安市"
            },
            {
                id: "达州市",
                name: "达州市"
            },
            {
                id: "雅安市",
                name: "雅安市"
            },
            {
                id: "巴中市",
                name: "巴中市"
            },
            {
                id: "资阳市",
                name: "资阳市"
            },
            {
                id: "阿坝藏族羌族自治州",
                name: "阿坝藏族羌族自治州"
            },
            {
                id: "甘孜藏族自治州",
                name: "甘孜藏族自治州"
            },
            {
                id: "凉山彝族自治州",
                name: "凉山彝族自治州"
            }]
    },
    {
        id: "贵州",
        name: "贵州",
        childs: [{
            id: "贵阳市",
            name: "贵阳市"
        },
            {
                id: "六盘水市",
                name: "六盘水市"
            },
            {
                id: "遵义市",
                name: "遵义市"
            },
            {
                id: "安顺市",
                name: "安顺市"
            },
            {
                id: "毕节市",
                name: "毕节市"
            },
            {
                id: "铜仁市",
                name: "铜仁市"
            },
            {
                id: "黔西南布依族苗族自治州",
                name: "黔西南布依族苗族自治州"
            },
            {
                id: "黔东南苗族侗族自治州",
                name: "黔东南苗族侗族自治州"
            },
            {
                id: "黔南布依族苗族自治州",
                name: "黔南布依族苗族自治州"
            }]
    },
    {
        id: "云南",
        name: "云南",
        childs: [{
            id: "昆明市",
            name: "昆明市"
        },
            {
                id: "曲靖市",
                name: "曲靖市"
            },
            {
                id: "玉溪市",
                name: "玉溪市"
            },
            {
                id: "保山市",
                name: "保山市"
            },
            {
                id: "昭通市",
                name: "昭通市"
            },
            {
                id: "丽江市",
                name: "丽江市"
            },
            {
                id: "普洱市",
                name: "普洱市"
            },
            {
                id: "临沧市",
                name: "临沧市"
            },
            {
                id: "楚雄",
                name: "楚雄彝族自治州"
            },
            {
                id: "红河哈",
                name: "红河哈尼族彝族自治州"
            },
            {
                id: "文山",
                name: "文山壮族苗族自治州"
            },
            {
                id: "西双版纳",
                name: "西双版纳傣族自治州"
            },
            {
                id: "大理",
                name: "大理白族自治州"
            },
            {
                id: "德宏",
                name: "德宏傣族景颇族自治州"
            },
            {
                id: "怒江",
                name: "怒江傈僳族自治州"
            },
            {
                id:"思茅",
                name:"思茅"
            },
            {
                id: "迪庆",
                name: "迪庆藏族自治州"
            }]
    },
    {
        id: "西藏",
        name: "西藏",
        childs: [{
            id: "拉萨市",
            name: "拉萨市"
        },
            {
                id: "日喀则",
                name: "日喀则市/地区"
            },
            {
                id: "昌都市",
                name: "昌都市"
            },
            {
                id: "林芝",
                name: "林芝市/地区"
            },
            {
                id: "山南",
                name: "山南市/山南地区"
            },
            {
                id:"昌都",
                name:"昌都地区"
            },
            {
                id: "那曲地区",
                name: "那曲地区"
            },
            {
                id: "阿里地区",
                name: "阿里地区"
            }]
    },
    {
        id: "陕西",
        name: "陕西",
        childs: [{
            id: "西安市",
            name: "西安市"
        },
            {
                id: "铜川市",
                name: "铜川市"
            },
            {
                id: "宝鸡市",
                name: "宝鸡市"
            },
            {
                id: "咸阳市",
                name: "咸阳市"
            },
            {
                id: "渭南市",
                name: "渭南市"
            },
            {
                id: "延安市",
                name: "延安市"
            },
            {
                id: "汉中市",
                name: "汉中市"
            },
            {
                id: "榆林市",
                name: "榆林市"
            },
            {
                id: "安康市",
                name: "安康市"
            },
            {
                id: "商洛市",
                name: "商洛市"
            }]
    },
    {
        id: "甘肃",
        name: "甘肃",
        childs: [{
            id: "兰州市",
            name: "兰州市"
        },
            {
                id: "嘉峪关市",
                name: "嘉峪关市"
            },
            {
                id: "金昌市",
                name: "金昌市"
            },
            {
                id: "白银市",
                name: "白银市"
            },
            {
                id: "天水市",
                name: "天水市"
            },
            {
                id: "武威市",
                name: "武威市"
            },
            {
                id: "张掖市",
                name: "张掖市"
            },
            {
                id: "平凉市",
                name: "平凉市"
            },
            {
                id: "酒泉市",
                name: "酒泉市"
            },
            {
                id: "庆阳市",
                name: "庆阳市"
            },
            {
                id: "定西市",
                name: "定西市"
            },
            {
                id: "陇南市",
                name: "陇南市"
            },
            {
                id: "临夏回族自治州",
                name: "临夏回族自治州"
            },
            {
                id: "甘南藏族自治州",
                name: "甘南藏族自治州"
            }]
    },
    {
        id: "青海",
        name: "青海",
        childs: [{
            id: "西宁市",
            name: "西宁市"
        },
            {
                id: "海东市",
                name: "海东市"
            },
            {
                id: "海北藏族自治州",
                name: "海北藏族自治州"
            },
            {
                id: "黄南藏族自治州",
                name: "黄南藏族自治州"
            },
            {
                id: "海南藏族自治州",
                name: "海南藏族自治州"
            },
            {
                id: "果洛藏族自治州",
                name: "果洛藏族自治州"
            },
            {
                id: "玉树",
                name: "玉树藏族自治州"
            },
            {
                id: "海西蒙古族藏族自治州",
                name: "海西蒙古族藏族自治州"
            },
            {
                id:"海东",
                name:"海东地区",

            }]
    },
    {
        id: "宁夏",
        name: "宁夏",
        childs: [{
            id: "银川市",
            name: "银川市"
        },
            {
                id: "石嘴山市",
                name: "石嘴山市"
            },
            {
                id: "吴忠市",
                name: "吴忠市"
            },
            {
                id: "固原市",
                name: "固原市"
            },
            {
                id: "中卫市",
                name: "中卫市"
            }]
    },
    {
        id: "新疆",
        name: "新疆",
        childs: [{
            id: "乌鲁木齐",
            name: "乌鲁木齐市"
        },
            {
                id: "克拉玛依",
                name: "克拉玛依市"
            },
            {
                id: "吐鲁番市",
                name: "吐鲁番市"
            },
            {
                id: "哈密",
                name: "哈密市"
            },
            {
                id: "昌吉",
                name: "昌吉回族自治州"
            },
            {
                id: "博尔塔拉",
                name: "博尔塔拉蒙古自治州"
            },
            {
                id: "巴音郭楞",
                name: "巴音郭楞蒙古自治州"
            },
            {
                id: "阿克苏",
                name: "阿克苏地区"
            },
            {
                id: "克孜勒苏柯尔克孜",
                name: "克孜勒苏柯尔克孜自治州"
            },
            {
                id: "喀什",
                name: "喀什地区"
            },
            {
                id: "和田",
                name: "和田地区"
            },
            {
                id: "伊犁哈萨克",
                name: "伊犁哈萨克自治州"
            },
            {
                id: "塔城",
                name: "塔城地区"
            },
            {
                id: "阿勒泰",
                name: "阿勒泰地区"
            },
            {
                id: "巴州",
                name: "巴州"
            }]
    }];
